#include "pc.cpp"
#include <iostream>

using namespace std;

// Створити клас жорсткий диск, що має обсяг (Мбайт). Визначити конструктори і
// метод доступу. Створити клас комп'ютер, що містить клас жорсткий диск.
// Додатково є марка (покажчик на рядок), ціна. Визначити конструктори і деструктор.
// Визначити public- похідний клас комп'ютерів з монітором, що має додатково розмір
// діагоналі монітора. Визначити конструктори, деструктор і функцію виведення.

int  main() {
  srand(time(NULL));




  return 0;
}
